Revit 2027 API
ParameterTypeId.TerminationExtensionLength Property
 "Extension Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TerminationExtensionLength { get; }
Public Shared ReadOnly Property TerminationExtensionLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TerminationExtensionLength {
	ForgeTypeId^ get ();
}
static member TerminationExtensionLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace